Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Greetings, It has been brought to my attention that there is some confusion as to the reason for the upcoming evening gala on Gull Island. I understand that some feel that such a celebration is frivolous, even misguided, in the aftermath of last night’s events at Riverport University and the now-present, steadily advancing Fracture in time. These concerns are understandable, but they are missing the bigger picture. Monarch Solutions is now entering a phase in which its true purpose will be fulfilled. We have finally arrived at the moment for which we have spent years preparing. The purpose of this event is twofold. First of all, for those selected to be a part of the Lifeboat project as scientists, technicians, support personnel, or in some other role, it will be important to see and hear Paul Serene. Continued confidence in the survival program is vital for the continued survival of Monarch, and, ultimately, the human race itself. This is particularly important given recent events; we need to present a desirable and reassuring counterpoint to the sacrifices we’ve had to make. Naturally, not everybody at the party will be among the chosen few, so a certain degree of informational hygiene will be required. I trust you will ensure that those reporting to you are informed precisely to the degree necessary. Secondly, for all of our autonomy and vast resources, Monarch is not functionally independent from the rest of society. In order for our plans to succeed, we will need the support and cooperation of the authorities and numerous business partners, even though they don’t know our true goals. A demonstration of power and confidence, as well as certain judicious investments of currency and influence, will go a long way towards securing that support. Our PR blitz has been working well, but in order to maintain momentum, we must maintain an amicable relationship with Riverport’s leadership. Our entire approach is based on the idea of Monarch stepping in to assist the authorities, and being welcomed by citizens and city administration alike. Should the latter suddenly declare Monarch's help unwanted or unsanctioned, our entire strategy could collapse in just a few hours. That would be disastrous to our plans. In conclusion, this is a tremendously important event for the future of Monarch Solutions, and for the future itself. If there are any questions, please don’t hesitate to contact me. Martin Hatch
pl_pl: Witam, Zwrócono mi uwagę, że istnieje niepewność co do powodu zbliżającej się wieczornej gali na wyspie mew. Rozumiem, że niektórzy uważają, że taka uroczystość jest niepoważna, a nawet błędna, w następstwie wydarzeń ostatniej nocy na Uniwersytecie Riverport i obecnego, stale postępującego pęknięcia czasu. Obawy te są zrozumiałe, ale umyka im szerszy obraz. Monarch Solutions wkracza teraz w fazę, w której spełni się prawdziwy cel tej firmy. W końcu nadszedł moment, na który przygotowywaliśmy się przez lata. Cel tego wydarzenia jest dwojaki. Po pierwsze, dla osób wybranych do udziału w projekcie Łodzi Ratunkowej jako naukowcy, technicy, personel pomocniczy lub w innej roli, ważne będzie, aby zobaczyć i usłyszeć Paula Serene. Ciągłe zaufanie do programu przetrwania ma kluczowe znaczenie dla dalszego przetrwania Monarch, a ostatecznie dla samej rasy ludzkiej. Jest to szczególnie ważne, biorąc pod uwagę ostatnie wydarzenia. Musimy przedstawić pożądany i uspokajający kontrargument dla poświęceń, których musieliśmy dokonać. Oczywiście nie wszyscy obecni na przyjęciu znajdą się w gronie wybrańców, więc wymagany będzie pewien stopień higieny informacyjnej. Ufam, że dopilnujecie, aby ci, którzy wam podlegają, zostali poinformowani dokładnie w niezbędnym stopniu. Po drugie, pomimo całej naszej autonomii i ogromnych zasobów, Monarch nie jest funkcjonalnie niezależny od reszty społeczeństwa. Aby nasze plany się powiodły, będziemy potrzebować wsparcia i współpracy ze strony władz i licznych partnerów biznesowych, nawet jeśli nie znają oni naszych prawdziwych celów. Demonstracja siły i pewności siebie, a także pewne rozsądne inwestycje w walutę i wpływy, przejdą długą drogę w kierunku zapewnienia tego wsparcia. Nasza kampania PR wypada dobrze, ale aby utrzymać tempo, musimy utrzymywać polubowne stosunki z kierownictwem Riverport. Całe nasze podejście opiera się na pomyśle, że Monarch wkroczy, aby pomóc władzom i zostanie przyjęty zarówno przez mieszkańców, jak i administrację miasta. Gdyby ta ostatnia nagle uznała pomoc Monarch za niechcianą lub nieusankcjonowaną, cała nasza strategia mogłaby zakończyć się niepowodzeniem w ciągu zaledwie kilku godzin. Byłoby to katastrofalne dla naszych planów. Podsumowując, jest to niezwykle ważne wydarzenie dla przyszłości Monarch Solutions i dla samej przyszłości. W razie jakichkolwiek pytań, proszę o kontakt. Martin Hatch

source: Grenade out!
pl_pl: Rzuciłem granat!

source: Grenade!
pl_pl: Granat!

source: Grenades?! Seriously?
pl_pl: Granaty?! Poważnie?

source: Ground Zero
pl_pl: Strefa zero

source: Ground Zero Map
pl_pl: Mapa strefy zero

source: Ground Zero Warning Sign
pl_pl: Znak ostrzegawczy Strefy Zero

source: Ground Zero.
pl_pl: Strefa Zero.

source: Guard With Jack's Photo
pl_pl: Strażnik ze zdjęciem Jack'a

source: Guessing this isn't the usual employee route.
pl_pl: Zgaduję, że pracownicy poruszają się zwykle inną drogą.

source: Guilty as charged.
pl_pl: Przyznaję się.

source: Gull Island Monarch Noticeboard
pl_pl: Tablica ogłoszeń Monarch na wyspie Mew

source: Gull Island Sign
pl_pl: Znak na Wyspie Mew

source: Guns made to operate in a stutter. Paul had clear priorities. When time ends... guns don't.
pl_pl: Pistolety stworzone do działania w zacięciu. Paul miał jasne priorytety. Kiedy czas się kończy... broń nie.

source: HANGING ON THAT ONE, FOR REAL THIS TIME.
pl_pl: z tym zostawić, tym razem na serio.

source: HARD
pl_pl: TRUDNY

source: HARDLINE
pl_pl: BEZKOMPROMISOWO

source: HARDLINE PROTOCOL • Eliminate initial witnesses (Reaper squad) • Identify/prioritize further opsec threats • Eliminate/intimidate/silence as required – NO LOOSE ENDS!!! • “Unfortunate accident.” ALLOW NO ACCESS TO THE SITE • Stonewall: no follow-up statements + no proof = nothing for media to work with INFO WARFARE • See Charlie Wincott for details • Contain and shut down all online leaks/track and neutralize users immediately • Disrupt cell phone connectivity/filter out content as required
pl_pl: PROTOKÓŁ POSTĘPOWANIA BEZKOMPROMISOWEGO - Wyeliminowanie początkowych świadków (oddział Reaper) - Identyfikacja/nadanie priorytetu dalszym zagrożeniom opsec - Wyeliminować/zastraszyć/uspokoić zgodnie z wymaganiami - ŻADNYCH LUŹNYCH KOŃCÓW!!! - „Niefortunny wypadek”. NIE ZEZWALAĆ NA DOSTĘP DO MIEJSCA ZDARZENIA - Cisza radiowa: brak dalszych oświadczeń + brak dowodów = nic, z czym media mogłyby pracować. WOJNA INFORMACYJNA - Szczegóły u Charliego Wincotta - Natychmiastowe opanowanie i zamknięcie wszystkich przecieków online/śledzenie i neutralizowanie użytkowników. - Zakłócanie łączności z telefonami komórkowymi/filtrowanie treści zgodnie z wymaganiami

source: HATCH IS GONNA LOVE THIS.
pl_pl: Hatch będzie zachwycony.

source: HAVE TEAMED UP WITH LOCAL POLICE KEEP TO HOPEFULLY THE PEOPLE OF RIVERPORT SAFE
pl_pl: połączyły siły z lokalną policją, aby zapewnić bezpieczeństwo mieszkańców Riverport

source: HAVE TEAMED UP WITH LOCAL POLICE TO HOPEFULLY EXPEDITE THE SEARCH FOR JACK JOYCE
pl_pl: połączyły siły z lokalną policją, aby przyśpieszyć poszukiwania Jack'a Joyce'a

source: HAVE YOU EVER SEEN ONE OF THESE? HMM? YOU KNOW WHAT IT IS?
pl_pl: Widziałeś kiedyś coś takiego? Hę? Wiesz, co to jest?

source: HAVE YOU SEEN THESE TWO? CHARLIE WINCOTT FIONA MILLER Sought in connection with recent terror events. Do not approach. Please contact Monarch Solutions with any information as to their whereabouts.
pl_pl: WIDZIAŁEŚ TYCH DWÓCH? CHARLIE WINCOTT FIONA MILLER Poszukiwani w związku z ostatnimi wydarzeniami terrorystycznymi. Nie zbliżać się. Prosimy o kontakt z Monarch Solutions w przypadku jakichkolwiek informacji na temat miejsca ich pobytu.

source: HE -- HE WANTS ME TO SUFFER UNTIL THE END.
pl_pl: On.. on chce... chce abym cierpiał, aż do końca.

source: HE HAS THE CHANCE TO FIX IT, BUT HE'S CHOOSING NOT TO.
pl_pl: Ma szansę to naprawić, ale tego nie chce zrobić.

source: HE HAS THE CHANCE TO FIX IT, BUT HE'S CHOOSING NOT TO. HE'S CHOOSING TO LET THINGS END.
pl_pl: Ma szansę to naprawić, ale tego nie chce robić. Postanawia pozwolić na to, by to wszystko się skończyło.

source: HE LISTENS TO YOU.
pl_pl: On ciebie posłucha.

source: HE REFUSES TO.
pl_pl: Albo nie chce widzieć.

source: HE THINKS JOYCE MIGHT GO THERE.
pl_pl: Myśli, że Joyce może tam pójść.

source: HE WANTED THE FRACTURE TO HAPPEN. -GO TO THE LIFEBOAT.
pl_pl: On chciał aby to wszystko się stało. - Idź do łodzi ratunkowej.

source: HE WANTS ME TO SECURE THE PERIMETER LAB. ON THE ISLAND?
pl_pl: Chce, żebym zabezpieczył laboratorium obwodowe. Na wyspie?

source: HE WAS WARNING US.
pl_pl: On nas ostrzegał.

source: HE WOULDN'T BE FOOLISH ENOUGH TO COME BACK.
pl_pl: Nie byłby na tyle głupi, by wrócić.

source: HE'LL BE THERE, AND HE'LL WANT REVENGE.
pl_pl: Będzie tam i będzie chciał zemsty.

source: HE'LL BE, UH -- HE'LL BE RUNNING OUR COPY AND POSTING THAT GIRL'S VIDEO WITHIN AN HOUR.
pl_pl: W ciągu godziny opublikuje nagranie tej dziewczyny.

source: HE'S ARMED AND DANGEROUS.
pl_pl: Jest uzbrojony i niebezpieczny.

source: HE'S CHOOSING TO LET THINGS END.
pl_pl: Woli pozwolić na to, by to wszystko się skończyło.

source: HE'S FAILED TO SEE THE VALUE IN HIS OWN PEOPLE, TOO CONSUMED WITH GRAND IDEALS AND DELUSIONS.
pl_pl: Nie dostrzegł wartości własnych ludzi, jest zbyt pochłonięty wielkimi ideałami i złudzeniami.

source: HE'S FAILED TO SEE THE VALUE OF HIS OWN PEOPLE,
pl_pl: Nie dostrzegł wartości własnych ludzi,

source: HE'S GOING TO TAKE YOU TO THE LIFEBOAT.
pl_pl: Zabierze cię do łodzi ratunkowej.

source: HE'S GONE.
pl_pl: Nie ma go.

source: HE'S HEADING OUT THE ENTRANCE.
pl_pl: Kieruje się w stronę wejścia.

source: HE'S INSANE.
pl_pl: On jest pierdolnięty.

source: HE'S NOT GONNA BE ABLE TO GET IN.
pl_pl: W życiu się tam nie dostanie.

source: HE'S TRIGGERED A CATASTROPHE.
pl_pl: Spowodował katastrofę.

source: HEAD OF MONARCH PAUL SERENE -Creator of Monarch -Believes End of Time is inevitable -Is building a “survival program” for select few DIVISION LEADS MARTIN HATCH -“Monarch Spokesperson” -Head of security and PR -Serene’s key advisor -Working against Serene? DR. SOFIA AMARAL -Head of Research -Specialist in chronon technology -Only doctor trained to administer Serene’s treatment -Intimate relations with Serene? DR. HENRY KIM -Previous head of research -Deceased KEY ENFORCERS CLARICE OGAWA -Monarch dispatcher -Allegiance to Martin Hatch -Working against Serene? GIBSON -Head of Security -Monarch enforcer -Deceased? CARLOS -Leader of Reaper Squad -Loyal to Martin Hatch -Deceased? POTENTIAL ALLIES WITHIN MONARCH FIONA MILLER -Chronon researcher -Confirmed ally -Working with Beth from inside LIAM BURKE -Monarch “fixer” -Has questioned Monarch agenda extensively -Deemed Monarch traitor for “assisting in Jack’s escape” CHARLIE WINCOTT -Monarch hacker -History of allegiance to Martin Hatch -Current loyalty unknown -Dick
pl_pl: SZEF MONARCH PAUL SERENE -Twórca Monarch -Wierzy, że Koniec Czasu jest nieunikniony -Buduje „program przetrwania” dla nielicznych wybranych LIDERZY DYWIZJI MARTIN HATCH -„Rzecznik Monarch” -Szef bezpieczeństwa i PR -Kluczowy doradca Serene -Pracuje przeciwko Serene? DR SOFIA AMARAL -Szefowa działu badań -Specjalistka w dziedzinie technologii chrononowej -Jedyny lekarz przeszkolony do leczenia Serene -Intymne relacje z Serene? DR HENRY KIM -Poprzedni szef badań -Nie żyje KLUCZOWI WYKONAWCY CLARICE OGAWA -Dyspozytor Monarch -Wierna Martinowi Hatchowi -Pracuje przeciwko Serene? GIBSON -Szef ochrony -Egzekutor Monarch -Nie żyje? CARLOS -Dowódca oddziału Reaper -Lojalny wobec Martina Hatcha -Nie żyje? POTENCJALNI SOJUSZNICY W MONARCH FIONA MILLER -Badacz Chrononu -Potwierdzony sojusznik -Współpracuje z Beth od wewnątrz LIAM BURKE -„Naprawiacz” Monarch -Szeroko kwestionował agendę Monarch -Uznany za zdrajcę Monarch za „pomoc w ucieczce Jack'a” CHARLIE WINCOTT -Haker Monarch -Był lojalny wobec Martina Hatcha -Nie wiadomo wobec kogo jest lojalny -Kutas

source: HEADPHONES
pl_pl: SŁUCHAWKI

source: HEADSHOTS
pl_pl: STRZAŁY W GŁOWĘ

source: HELLO, DARLING.
pl_pl: Witaj, skarbie.

source: HELP
pl_pl: POMOC

source: HELP & OPTIONS
pl_pl: POMOC I USTAWIENIA

source: HELP KEEP IT GOING.
pl_pl: pomogę jej.

source: HELP WILL AND PAUL
pl_pl: POMÓŻ WILLOWI I PAULOWI

source: HEY, BUDDY.
pl_pl: Hej, stary.

source: HEY, COME HERE.
pl_pl: Hej, chodź tu.

source: HEY, CROCKER.
pl_pl: Hej, Crocker.

source: HEY, HEY, HEY, WAIT! WAIT.
pl_pl: Hej, hej, hej, czekaj! Czekaj.

source: HEY, I DIDN'T KNOW THAT THEY WERE GONNA KILL HIM.
pl_pl: Hej, nie wiedziałem, że go zabiją.

source: HEY, I DIDN'T KNOW THAT THEY WERE GONNA KILL HIM. WHAT WAS I SUPPOSED TO DO, HUH?
pl_pl: Hej, nie wiedziałem, że go zabiją. Co miałem niby zrobić, hę?

source: HEY, YOU DON'T HAVE THE SECURITY CLEARANCE TO BE IN HERE.
pl_pl: Hej, nie możesz tu wchodzić, nie masz uprawnień.

source: HEY, YOU – TAKE ACTION NOW!!! Monarch Solutions wants to TEAR DOWN the pride of Riverport University, the beautiful and historic library building generations have studied in. THIS IS A PART OF OUR HERITAGE, but they don’t care! Are you gonna put up with that? OF COURSE you aren’t! Are you gonna take action? OF COURSE you are! First of all, go online, use #SAVETHELIBRARY and get loud. The ONLY way they’ll stop if they look bad enough doing it. Secondly, JOIN OUR PROTEST at the university on October 8. Let’s show them there are still people left in Riverport who give a crap!!
pl_pl: HEJ, TY! TAK, TY! - ZACZNIJ DZIAŁAĆ!!! Monarch Solutions chce zburzyć dumę Uniwersytetu Riverport, piękny i historyczny budynek biblioteki, w którym studiowały całe pokolenia. TO JEST CZĘŚĆ NASZEGO DZIEDZICTWA, ale ich to nie obchodzi! Będziesz to znosił? OCZYWIŚCIE, że nie! Czy zamierzasz coś z tym zrobić? OCZYWIŚCIE, że tak! Po pierwsze, podziel się tym w internecie, używając hashtagu #OCALBIBLIOTEKE i zrób hałas. JEDYNYM sposobem, aby ich powstrzymać to sprawienie, że będą mieli niską reputację. Po drugie, DOŁĄCZ DO PROTESTU w uniwersytecie 8 października. Pokażmy im, że w Riverport są jeszcze ludzie, których coś obchodzi!!

source: HEY, YOU'RE CROCKER, RIGHT?
pl_pl: Hej, ty jesteś Crocker, prawda?

source: HEY.
pl_pl: Hej.

source: HIGH
pl_pl: WYSOKIE

source: HINT
pl_pl: WSKAZÓWKA

source: HMM?
pl_pl: Hę?

source: HOLD
pl_pl: PRZYTRZYMAJ

source: HOLD TO RESTART
pl_pl: PRZYTRZYMAJ BY ZRESTARTOWAĆ

source: HOLY FUCK!!!! Somebody took a shot at Hatch, I don’t know what the fuck’s going on, calls aren’t going thru, get back 2 me and tell me ur safe!??
pl_pl: O KURWA!!!! Ktoś strzelił do Hatcha, nie wiem, co się kurwa dzieje, połączenia nie dochodzą, daj mi znać czy nic ci nie jest!?

source: HOLY SHIT!!!
pl_pl: JASNA CHOLERA!!!

source: HOLY SHIT. THIS IS DR. AMARAL'S REPORT.
pl_pl: Jasna cholera. To jest raport doktor Amaral.

source: HOLY...SHIT.
pl_pl: Jasna... cholera.

source: HORIZONTAL
pl_pl: POZIOMO

source: HOW TO PLAY
pl_pl: JAK GRAĆ

source: HQ says we're heading up. We're gonna cut off the Joyce brothers at the courtyard. Just waiting for the stutter to end to clear the order.
pl_pl: Centrala mówi, że na górę. Odetniemy braci Joyce na dziedzińcu. Czekam tylko, aż skończy się zacięcie, by wydać rozkaz.

source: HQ! He's here, over!
pl_pl: Centrala! Jest tutaj, odbiór!

source: HQ! Send backup, over!
pl_pl: Centrala! Potrzebujemy wsparcia, odbiór!

source: HQ! Striker team is down! It's Joyce!
pl_pl: Centrala! Drużyna Striker padła! To Joyce!

source: HQ! We've got men down! Joyce is already here. Searching the area.
pl_pl: Centrala! Mamy ludzi! Joyce już tu jest. Przeszukuje teren.

source: HQ! We've spotted Jack Joyce in the student lounge!
pl_pl: Centrala! Zauważyliśmy Jack'a Joyce'a w salonie studenckim!

source: HQ! Whole team is down, over!
pl_pl: Centrala! Cały zespół padł, odbiór!

source: HQ, Engaging target, over!
pl_pl: Centrala, atakuję cel, odbiór!

source: HQ, He's cutting through us, over!
pl_pl: Centrala, on nas masakruje, odbiór!

source: HQ, Hostile down, over.
pl_pl: Centrala, wróg nie żyje, odbiór.

source: HQ, I got him. He's down. Over.
pl_pl: Centrala, mam go. Padł. Odbiór.

source: HQ, I'm in overwatch position, over.
pl_pl: Centrala, jestem na pozycji obserwacyjnej, odbiór.

source: HQ, Joyce is dead, over.
pl_pl: Centrala, Joyce załatwiony, odbiór.

source: HQ, Joyce is down, over!
pl_pl: Centrala, Joyce nie żyje, odbiór!

source: HQ, Joyce is down, over.
pl_pl: Centrala, Joyce nie żyje, odbiór.

source: HQ, Joyce is here, over!
pl_pl: Centrala, Joyce tu jest, odbiór!

source: HQ, Man down, over!
pl_pl: Centrala, straciliśmy sprzymierzeńca, odbiór!

source: HQ, advancing, over.
pl_pl: Kwatera główna, idziemy, odbiór.

source: HQ, assaulting target, over.
pl_pl: Kwatera główna, atakuje cel, odbiór.

source: HQ, attacking target, over.
pl_pl: Kwatera główna, atakujemy cel, odbiór.

source: HQ, eyes on the target, over!
pl_pl: Centrala, widzę cel, odbiór!

source: HQ, friendly down, over!
pl_pl: Centrala, straciliśmy sprzymierzeńca, odbiór!

source: HQ, get us some reinforcements, over!
pl_pl: Centrala, załatwcie nam posiłki, odbiór!

source: HQ, good kill. Target is down, over.
pl_pl: Centrala, dobry strzał. Cel padł, odbiór.

source: HQ, he's overwhelming us! Send backup, over!
pl_pl: Centrala, on nas przytłacza! Wysłać wsparcie, odbiór!

source: HQ, he's picking us off!
pl_pl: Centrala, on nas wybija!

source: HQ, hostile down, over.
pl_pl: Centrala, wróg nie żyje, odbiór.

source: HQ, hostile in sight, over!
pl_pl: Centrala, wróg w zasięgu wzroku, odbiór!

source: HQ, it's all FUBAR! We need backup, over.
pl_pl: Centrala, wszystko szlag trafił! Potrzebujemy wsparcia, odbiór.

source: HQ, man down, man down, over!
pl_pl: Centrala, straciliśmy człowieka, straciliśmy człowieka, odbiór!

source: HQ, moving in, over.
pl_pl: Kwatera główna, idziemy, odbiór.

source: HQ, moving to flush, over.
pl_pl: Kwatera, przechodzimy do defensywy, odbiór.

source: HQ, my team is down, over!
pl_pl: Centrala, moja drużyna padła, odbiór!

source: HQ, providing sniper cover, over.
pl_pl: Kwatera główna, osłona snajperska, odbiór.

source: HQ, reinforcements needed, over!
pl_pl: Centrala, potrzebujemy posiłków, odbiór!

source: HQ, scratch that target. Over.
pl_pl: Centrala, rozwal ten cel. Odbiór.

source: HQ, securing the server room, over.
pl_pl: Centrala, zabezpieczamy serwerownie, odbiór.

source: HQ, send some reinforcements now, over
pl_pl: Kwatera główna, wysłać posiłki, odbiór

source: HQ, shotgun took down target, over!
pl_pl: Centrala, strzelba zdjęła cel, odbiór!

source: HQ, sniper in position, over.
pl_pl: Kwatera główna, snajper na pozycji, odbiór.

source: HQ, sniper kill confirmed, over.
pl_pl: Centrala, cel zlikwidowany, odbiór.

source: HQ, starting to search for the hostile, over.
pl_pl: Kwatera główna, rozpoczynam poszukiwanie wroga, odbiór.

source: HQ, suppressing target, over.
pl_pl: Kwatera główna, otaczamy cel, odbiór.

source: HQ, target down, over.
pl_pl: Centrala, cel nie żyje, odbiór.

source: HQ, target found! Engaging, over!
pl_pl: Kwatera, cel namierzony! Atakuje, odbiór!

source: HQ, target took a shotgun hit, over.
pl_pl: Centrala, cel został trafiony z shotguna, odbiór.

source: HQ, the civvies heard gunfire! They’re freakin' out up here!
pl_pl: Centrala, cywile usłyszeli strzały! Oni tu wariują!

source: HQ, this is Gatekeeper One. Civvies are up in arms over here. They’re getting out of their cars. Some asshole from Lucky Joe’s won’t let us search his truck.
pl_pl: Centrala, tu Gatekeeper Jeden. Obywatele są tutaj uzbrojeni. Wysiadają z samochodów. Jakiś dupek z Lucky Joe's nie pozwala nam przeszukać swojej ciężarówki.

source: HQ, this is Monarch Actual. Cancel that order. I'm on my way.
pl_pl: Centrala, tu Monarch Actual. Anuluje rozkaz. Jestem w drodze.

source: HQ, we ain't gonna hold out much longer, over!
pl_pl: Centrala, długo nie wytrzymamy, odbiór!

source: HQ, we are under attack! Over!
pl_pl: Centrala, jesteśmy atakowani! Odbiór!

source: HQ, we have contact, over!
pl_pl: Centrala, mamy kontakt, odbiór!

source: HQ, we have visual on Joyce at the harvesting grounds! Requesting backup.
pl_pl: Centrala, widzimy Joyce'a na terenie żniw! Proszę o wsparcie.

source: HQ, we just heard an explosion near the harvesting perimeter.
pl_pl: Centrala, właśnie usłyszeliśmy eksplozję w pobliżu obszaru zbiorów.

source: HQ, we lost him, over.
pl_pl: Centrala, straciliśmy go, odbiór.

source: HQ, we need backup! It's Joyce, over!
pl_pl: Centrala, potrzebujemy wsparcia! Tu Joyce, odbiór!

source: HQ, we need backup, Over!
pl_pl: Centrala, potrzebujemy wsparcia, odbiór!

source: HQ, we need reinforcements right fucking now, over!
pl_pl: Centrala, potrzebujemy posiłków w tej pieprzonej chwili, odbiór!

source: HQ, we need reinforcements, over.
pl_pl: Dowództwo, potrzebujemy posiłków, odbiór.

source: HQ, we need some help here, over!
pl_pl: Centrala, potrzebujemy pomocy, odbiór!

source: HQ, we need support! Over!
pl_pl: Centrala, potrzebujemy wsparcia! Odbiór!

source: HQ, we're dropping like flies, over!
pl_pl: Centrala, padamy jak muchy, odbiór!

source: HQ, we're moving, over.
pl_pl: Centrala, ruszamy, odbiór.

source: HQ, we're searching for him now, over.
pl_pl: Kwatera główna, szukamy go, odbiór.

source: HQ, we've got Riverport PD giving us static. Just uniforms, but they're pretty pissed. I think this is about to turn into a jurisdiction thing. Please advise, over.
pl_pl: Centrala, policja z Riverport nas namierzyła. To tylko mundury, ale są wkurzeni. Myślę, że to przerodzi się w sprawę jurysdykcji. Proszę o radę.

source: HQ, we've got William Joyce in the library, awaiting orders. Over.
pl_pl: Centrala, mamy Williama Joyce'a w bibliotece, czekamy na rozkazy. Odbiór.

source: HQ, we've got a rogue civilian! Over
pl_pl: HQ, mamy zbuntowanego cywila! Odbiór

source: HQ, we've got a situation!!
pl_pl: Centrala, mamy problem!!!

source: HQ, we've got an intruder in the lab! Core extraction team is down, over!
pl_pl: Centrala, mamy intruza w laboratorium! Główny zespół wydobywczy leży, odbiór!

source: HQ, we've got eyes on the pier.
pl_pl: Centrala, obserwujemy molo.

source: HQ, we've got security footage of the Joyce brothers escaping through the server room on the lower level.
pl_pl: Centrala, mamy nagranie, na którym bracia Joyce uciekają przez serwerownię na piętrze niżej.

source: HQ, we've got shooting, over!
pl_pl: Centrala, mamy strzelaninę, odbiór!

source: HQ, we've lost the target, over.
pl_pl: Kwatera główna, straciliśmy cel, odbiór.

source: HQ, where's that goddamn backup, over!
pl_pl: Centrala, gdzie jest to cholerne wsparcie, odbiór!

source: HUD
pl_pl: INTERFEJS

source: HUD POSITION
pl_pl: POZYCJA INTERFEJSU

source: HUD VISIBILITY
pl_pl: WIDOCZNOŚĆ INTERFEJSU

source: HUH.
pl_pl: Hm.

source: Ha! Got it! Just be careful, okay?
pl_pl: Ha! Mam! Bądź ostrożny, dobrze?

source: Haahh! What is that? Ngh. It's like I'm... being drained.
pl_pl: Haahh! Co to jest? Ehh. To tak, jakbym... był odwadniany.

source: Hah. Like they're experts.
pl_pl: Hah. Jakby byli ekspertami.

source: Hahaha! All right.
pl_pl: Hahaha! No dobra.

source: Hand it over.
pl_pl: Oddaj to.

source: Hang in there, Will, I'm coming.
pl_pl: Trzymaj się, Will, już idę.

source: Hang on, I gotta get something from my desk.
pl_pl: Poczekaj, muszę coś zabrać z biurka.
